Repository: giellalt/corpus-nob
Catalog: stable/tmx/sma/admin/depts/udir.no/sfs_veiledning_21_sami-soga-lavlla-og-norges-.html.tmx
Source language: nob
Languages: sma

source: Eksempler på undervisningsopplegg
sma: Vuesiehtimmieh øøhpehtimmesoejkesjidie

source: Trinn
sma: Daltese

source: Skriftlig kompetanse
sma: Tjaaleldh maahtoe

source: Tradisjonell kunnskap
sma: Aerpievuekien daajroe

source: Arbeid med stavelser
sma: Barkoe lïhtsigujmie

source: Slektsbenevninger
sma: Laahkoeh

source: Fortelling
sma: Soptsese

source: Stedsnavn
sma: Sijjienommh

source: Diktfortelling Styrkenotat VØL-skjema
sma: Diktesoptsese gaarkenotaate DSL-goere

source: Sennagress
sma: Suejnieh

source: Artikkel Skriftlig prosjekt
sma: Artihkele Tjaaleldh prosjekte

source: Begreper som brukes i reindrifta
sma: Dïejvesh mah båatsosne åtnasuvvieh

source: Kåseri
sma: Håaleme

source: Oppdragelsesmåter i Sápmi/Sábme/Saepmie Eventyr
sma: Bijjiedimmievuekieh Saepmesne Heamtuvrh

source: Lesestrategier
sma: Lohkemestrategijh

source: Sámi soga lávlla og Norges nasjonalsang Joiketradisjon og joik i dag
sma: Saemiej laavlome jïh Nøørjen nasjovnalelaavlome Vuelien aerpievuekie jïh vuelie daan biejjien

source: Oversette fra norsk til samisk
sma: Nøørjen gïeleste saemien gïelese jarkoestidh

source: Samiske eventyr og urfolks eventyr
sma: Saemien heamtuvrh jïh aalkoealmetji heamtuvrh

source: Sámi soga lávlla og Norges nasjonalsang
sma: Saemiej laavlome jïh Nøørjen nasjovnalelaavlome

source: Joiketradisjon og joik i dag
sma: Vuelien aerpievuekie jïh vuelie daan biejjien
